{
    "games": [
      {
        "name": "Diablo IV",
        "description": "Diablo IV is an action role-playing game developed and published by Blizzard Entertainment.",
        "price": "$79.99",
        "imagePath": "/images/firstcarousel.jpg",
        "genre":"Action RPG"
      },
      {
        "name": "Destiny 2: Lightfall",
        "description": "Destiny 2: Lightfall is the newest expansion in the popular multiplayer first-person shooter game Destiny 2.",
        "price": "$69.99",
        "imagePath": "/images/secondcarousel.jpg",
        "genre":"FPS"
        
      },
      {
        "name": "Elden Ring",
        "description": "Elden Ring is an open world action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment.",
        "price": "$79.99",
        "imagePath": "/images/thirdcarousel.jpg",
        "genre":"Open World, Action RPG"
      },
      {
        "name": "Dying Light 2",
        "description": "Dying Light 2 is an open-world survival horror game where players navigate a post-apocalyptic city filled with zombies, making crucial choices that shape the story and the fate of the city's inhabitants.",
        "price": "$69.99",
        "imagePath": "/images/dyinglight2.jpg",
        "genre":"Open World, Zombie"
      },
      {
        "name": "Doom Eternal",
        "description": "Doom Eternal is a fast-paced first-person shooter game where players battle against hordes of demons in a relentless and intense fight for survival.",
        "price": "$69.99",
        "imagePath": "/images/doometernal.jpg",
        "genre":"FPS, Action RPG"
      },
      {
        "name": "Cyberpunk 2077",
        "description": "Cyberpunk 2077 is a futuristic open-world RPG where players immerse themselves in a dystopian city, embracing cybernetic enhancements and navigating a complex narrative filled with intrigue and moral choices.",
        "price": "$59.99",
        "imagePath": "/images/cyberpunk2077.jpg",
        "genre":"FPS, Open World"
      },
      {
        "name": "Total War: Warhammer 3",
        "description": "Warhammer 3 is an epic turn-based strategy game set in the fantasy world of Warhammer, where players engage in massive battles and lead diverse armies to conquer and shape the fate of a war-torn realm.",
        "price": "$59.99",
        "imagePath": "/images/warhammer3.jpg",
        "genre":"Strategy"
      }
      

    ]
  }
  